common.dateFormat=dd.MM.yyyy
editUser.quotaType.None=kein Limit
editUser.quotaType.Day=pro Tag
editUser.quotaType.Week=pro Woche
editUser.quotaType.Month=pro Monat
email.subject.statistics=MyTunesRSS Statistiken ({0}.{1}.{2} - {3}.{4}.{5})
error.configVersionMismatch=MyTunesRSS {0} kann nicht mit einer Konfiguration f\u00fcr MyTunesRSS {1} starten.
error.couldNotRemoveLanguage=Die angegebene Sprache konnte nicht gel\u00f6scht werden.
error.couldNotRemoveTheme=Das angegebene Thema konnte nicht gel\u00f6scht werden.
error.databaseDriverNotFound=Datenbanktreiber \"{0}\" wurde nicht gefunden. Stellen sie sicher, dass der Treiber sich im Verzeichnis \"{1}\" befindet.
error.databaseInitError=Die Datenbank konnte nicht initialisiert werden.
error.databaseVersionMismatch=MyTunesRSS {0} kann nicht mit einer Datenbank von MyTunesRSS {1} starten.
error.deleteLanguageNoFile=Die angegebene Sprache existiert nicht.
error.deleteThemeNoDir=Das angegebene Thema existiert nicht.
error.illegalServerPort=Bitte geben Sie einen HTTP Port zwischen 1 und 65535 an.
error.missingSystemProperty.generic=Sie haben MyTunesRSS wahrscheinlich nicht mit den n\u00f6tigen Parametern gestartet. M\u00f6glicherweise arbeitet MyTunesRSS in diesem Fall nicht korrekt. Bitte wenden Sie sich an den Codewave-Support, wenn Sie das Problem nicht l\u00f6sen k\u00f6nnen.
error.missingSystemProperty.osx=Sie haben MyTunesRSS nicht \u00fcber das Application-Bundle gestartet. M\u00f6glicherweise arbeitet MyTunesRSS in diesem Fall nicht korrekt. Bitte wenden Sie sich an den Codewave-Support, wenn Sie das Problem nicht l\u00f6sen k\u00f6nnen.
error.missingSystemProperty.windows=Sie haben MyTunesRSS nicht \u00fcber die EXE-Datei gestartet. M\u00f6glicherweise arbeitet MyTunesRSS in diesem Fall nicht korrekt. Bitte wenden Sie sich an den Codewave-Support, wenn Sie das Problem nicht l\u00f6sen k\u00f6nnen.
error.otherInstanceRunning=MyTunesRSS kann nicht gestartet werden, da es bereits l\u00e4uft.
error.preReleaseVersionExpired=Diese Version von MyTunesRSS ist abgelaufen. Bitte pr\u00fcfen Sie, ob eine neue Version verf\u00fcgbar ist.
error.quicktimeUnsatisfiedLink=Vermutlich arbeiten Sie mit Mac OS X und einer 64 Bit Java Runtime. In diesem Fall ist die Quicktime-Fernsteuerung nicht verf\u00fcgbar. Bitte starten Sie MyTunesRSS im 32 Bit Modus um dieses Problem zu beheben. Diese Meldung wird nicht wieder angezeigt.
error.registrationExpired=Es wurde keine g\u00fcltige Lizenz gefunden.
error.serverAddressBind=Der Server konnte nicht gestartet werden, da entweder der gew\u00e4hlte Port bereits von einem anderen Programm benutzt wird, oder die Nutzung ist nicht erlaubt (Ports unter 1024 k\u00f6nnen auf manchen Systemen nicht verwendet werden).
error.serverNullDataStore=Der Server wurde nicht gestartet, da keine Datenbank gefunden wurde.
error.serverStart=Der Server konnte nicht gestartet werden. Bitte versuchen Sie es erneut oder senden Sie eine Supportanfrage.
error.shutdownAndDeleteDatabase=Die Datenbank konnte nicht gel\u00f6scht werden. MyTunesRSS wird nun beendet und die Datenbankdateien dabei gel\u00f6scht. Bitte starten Sie MyTunesRSS im Anschluss erneut, um den Vorgang abzuschlie\u00dfen.
error.stopServer=Der Server konnte nicht gestoppt werden:
error.updateNotRun=Die Datenbank wurde nicht aktualisiert. Entweder ist ein Fehler aufgetreten, oder eine andere Aktualisierung lief bereits (z.B. durch eine automatische Aktualisierung, w\u00e4hrend der Server l\u00e4uft)
event.buildingTrackIndex=Titelindex wird erstellt...
event.databaseUpdateRemovingTracks=Entfernen von alten Tracks...
event.databaseUpdateRunning=Datenbankupdate l\u00e4uft...
event.databaseUpdateRunningFolder=Datenupdate aus Watchfoldern...
event.databaseUpdateRunningImages=Update der Coverbilder...
event.databaseUpdateRunningItunes=Datenupdate aus iTunes XMLs...
info.adminServerPortInfo=Der MyTunesRSS Admin-Server wurde auf Port {0} gestartet.
info.expirationInfo=Ihre MyTunesRSS Lizenz wird am {0} ablaufen.
info.preReleaseExpiration=Diese Beta-Version von MyTunesRSS wird am {0} ablaufen.
info.title=MyTunesRSS - Information
mytunesrsscom.invalidLogin=Updatefehler, bitte Logindaten pr\u00fcfen.
mytunesrsscom.updateOk=Letztes Update: {0}
settings.cron.day.MON=Mo
settings.cron.day.TUE=Di
settings.cron.day.WED=Mi
settings.cron.day.THU=Do
settings.cron.day.FRI=Fr
settings.cron.day.SAT=Sa
settings.cron.day.SUN=So
settings.cron.day.MON-FRI=Mo-Fr
settings.cron.day.SUN-SAT=Mo-So
settings.cron.day.SAT,SUN=Sa-So
settings.database.type.h2=Standard H2 Datenbank
settings.database.type.h2custom=Benutzerdefinierte H2 Datenbank
settings.database.type.postgres=Postgres Datenbank
settings.database.type.mysql=MySql Datenbank
settings.lastMyTunesRssComUpdateDateFormat=dd.MM.yyyy, HH:mm:ss
sysinfo.httplivestreaming.true=# HTTP Live Streaming verf\u00fcgbar.
sysinfo.httplivestreaming.false=# Native FFMPEG Bibliotheken konnten nicht geladen werden, kein HTTP Live Streaming verf\u00fcgbar.
sysinfo.quicktime.true=# Quicktime Fernsteuerung verf\u00fcgbar.
sysinfo.quicktime.false=# Quicktime Java Umgebung oder Grafiksystem nicht gefunden, keine Quicktime Fernsteuerung verf\u00fcgbar.
uncaughtError.message=Es ist ein schwerer Fehler aufgetreten und MyTunesRSS muss beendet werden.\nBitte kontaktieren Sie \"support@codewave.de\" und f\u00fcgen Sie folgende Datei bei:\n\n{0}
uncaughtError.title=Schwerer Fehler
mainForm.adminPort=Adminport
mainForm.supportName=Name
mainForm.supportEmail=Email
mainForm.supportDescription=Beschreibung
mainForm.startBrowser=Admin \u00f6ffnen
mainForm.sendSupport=Supportanfrage senden
mainForm.quit=MyTunesRSS beenden
mainForm.support=Supportanfrage
mainForm.admin=Adminserver
mainForm.title=MyTunesRSS {0}
mainForm.needJava6ForBrowserTitle=Webbrowser kann nicht gestartet werden
mainForm.needJava6ForBrowserText=Die Minimalvoraussetzung zum Starten des Webbrowsers ist Java 6.
mainForm.missingSupportFieldsTitle=Supportanfrage kann nicht gesendet werden
mainForm.missingSupportFieldsText=Bitte f\u00fcllen Sie alle Felder aus um eine Supportanfrage zu senden.
mainForm.supportSentTitle=Supportanfrage gesendet
mainForm.supportSentText=Die Supportanfrage wurde gesendet.
mainForm.supportErrorTitle=Supportanfrage konnte nicht gesendet werden.
mainForm.supportErrorText=Die Supportanfrage konnte aufgrund eines Fehlers nicht gesendet werden.
