common.dateFormat=dd.MM.yyyy
backupDateFormat=dd.MM.yyyy HH:mm:ss
editUser.quotaType.None=kein Limit
editUser.quotaType.Day=pro Tag
editUser.quotaType.Week=pro Woche
editUser.quotaType.Month=pro Monat
email.subject.statistics=MyTunesRSS Statistiken ({0}.{1}.{2} - {3}.{4}.{5})
error.configVersionMismatch=MyTunesRSS {0} kann nicht mit einer Konfiguration f\u00FCr MyTunesRSS {1} starten.
error.couldNotRemoveLanguage=Die angegebene Sprache konnte nicht gel\u00F6scht werden.
error.couldNotRemoveTheme=Das angegebene Thema konnte nicht gel\u00F6scht werden.
error.databaseDriverNotFound=Datenbanktreiber \"{0}\" wurde nicht gefunden. Stellen sie sicher, dass der Treiber sich im Verzeichnis \"{1}\" befindet.
error.databaseInitError=Die Datenbank konnte nicht initialisiert werden.
error.databaseInitErrorReset=Die Datenbank konnte nicht initialisiert werden.\nWollen Sie sie entfernen und eine neue anlegen?
error.databaseInitErrorRestore=Die Datenbank konnte nicht initialisiert werden.\nBitte w\u00E4hlen Sie ein Backup zur Wiederherstellung oder brechen Sie ab um MyTunesRSS zu beenden.
error.databaseVersionMismatch=MyTunesRSS {0} kann nicht mit einer Datenbank von MyTunesRSS {1} starten.
error.databaseVersionMismatchReset=MyTunesRSS {0} kann nicht mit einer Datenbank von MyTunesRSS {1} starten. Wollen Sie sie entfernen und eine neue anlegen?
error.deleteLanguageNoFile=Die angegebene Sprache existiert nicht.
error.deleteThemeNoDir=Das angegebene Thema existiert nicht.
error.missingSystemProperty.generic=Sie haben MyTunesRSS wahrscheinlich nicht mit den n\u00F6tigen Parametern gestartet. M\u00F6glicherweise arbeitet MyTunesRSS in diesem Fall nicht korrekt. Bitte wenden Sie sich an den Codewave-Support, wenn Sie das Problem nicht l\u00F6sen k\u00F6nnen.
error.missingSystemProperty.osx=Sie haben MyTunesRSS nicht \u00FCber das Application-Bundle gestartet. M\u00F6glicherweise arbeitet MyTunesRSS in diesem Fall nicht korrekt. Bitte wenden Sie sich an den Codewave-Support, wenn Sie das Problem nicht l\u00F6sen k\u00F6nnen.
error.missingSystemProperty.windows=Sie haben MyTunesRSS nicht \u00FCber die EXE-Datei gestartet. M\u00F6glicherweise arbeitet MyTunesRSS in diesem Fall nicht korrekt. Bitte wenden Sie sich an den Codewave-Support, wenn Sie das Problem nicht l\u00F6sen k\u00F6nnen.
error.otherInstanceRunning=MyTunesRSS kann nicht gestartet werden, da es bereits l\u00E4uft.
error.preReleaseVersionExpired=Diese Version von MyTunesRSS ist abgelaufen. Bitte pr\u00FCfen Sie, ob eine neue Version verf\u00FCgbar ist.
error.registrationExpired=Es wurde keine g\u00FCltige Lizenz gefunden.
error.registrationExpiredVersion=Ihre aktuelle Lizenz ist nicht f\u00FCr diese Version von MyTunesRSS g\u00FCltig.
error.serverAddressBind=Der Server konnte nicht gestartet werden, da entweder der gew\u00E4hlte Port bereits von einem anderen Programm benutzt wird, oder die Nutzung ist nicht erlaubt (Ports unter 1024 k\u00F6nnen auf manchen Systemen nicht verwendet werden).
error.serverNullDataStore=Der Server wurde nicht gestartet, da keine Datenbank gefunden wurde.
error.serverStart=Der Server konnte nicht gestartet werden. Bitte versuchen Sie es erneut oder senden Sie eine Supportanfrage.
error.shutdownAndDeleteDatabase=Die Datenbank konnte nicht gel\u00F6scht werden. MyTunesRSS wird nun beendet und die Datenbankdateien dabei gel\u00F6scht. Bitte starten Sie MyTunesRSS im Anschluss erneut, um den Vorgang abzuschlie\u00DFen.
error.stopServer=Der Server konnte nicht gestoppt werden:
error.updateNotRun=Die Datenbank wurde nicht aktualisiert. Entweder ist ein Fehler aufgetreten, oder eine andere Aktualisierung lief bereits (z.B. durch eine automatische Aktualisierung, w\u00E4hrend der Server l\u00E4uft)
event.buildingTrackIndex=Titelindex wird erstellt...
event.databaseUpdateRemovingTracks=Entfernen von alten Tracks...
event.databaseUpdateRemovingPhotos=Entfernen von alten Fotos...
event.databaseUpdateRunning=Datenbankupdate l\u00E4uft...
event.databaseUpdateRunningFolder=Datenupdate aus Watchfoldern...
event.databaseUpdateRunningImages=Update der Coverbilder...
event.databaseUpdateRunningItunes=Datenupdate aus iTunes Library...
event.databaseUpdateRunningIphoto=Datenupdate aus iPhoto Library...
event.databaseUpdateRunningAperture=Datenupdate aus Aperture Library...
event.databaseUpdateInvalidatingImages=Bestehende Bilder ung\u00FCltig machen...
info.adminServerPortInfo=Der MyTunesRSS Admin-Server wurde auf Port {0} gestartet.
info.expirationInfo=Ihre MyTunesRSS Lizenz wird am {0} ablaufen.
info.preReleaseExpiration=Diese Beta-Version von MyTunesRSS wird am {0} ablaufen.
info.title=MyTunesRSS - Information
error.title=MyTunesRSS - Fehler
mytunesrsscom.invalidLogin=Updatefehler, bitte Logindaten pr\u00FCfen.
mytunesrsscom.updateOk=Letztes Update: {0}
settings.cron.day.MON=Mo
settings.cron.day.TUE=Di
settings.cron.day.WED=Mi
settings.cron.day.THU=Do
settings.cron.day.FRI=Fr
settings.cron.day.SAT=Sa
settings.cron.day.SUN=So
settings.cron.day.MON-FRI=Mo-Fr
settings.cron.day.SUN-SAT=Mo-So
settings.cron.day.SAT,SUN=Sa-So
settings.database.type.h2=Standard H2 Datenbank
settings.database.type.h2custom=Benutzerdefinierte H2 Datenbank
settings.database.type.postgres=Postgres Datenbank
settings.database.type.mysql=MySql Datenbank
settings.lastMyTunesRssComUpdateDateFormat=dd.MM.yyyy, HH:mm:ss
sysinfo.httplivestreaming.true=# HTTP Live Streaming verf\u00FCgbar.
sysinfo.httplivestreaming.false=# VideoLAN (VLC-Player) nicht konfiguriert, kein HTTP Live Streaming verf\u00FCgbar.
uncaughtError.message=Es ist ein schwerer Fehler aufgetreten und MyTunesRSS muss beendet werden.\nBitte kontaktieren Sie \"support@codewave.de\" und f\u00FCgen Sie folgende Datei bei:\n\n{0}
uncaughtError.oom.message=Es war nicht gen\u00FCgend Speicher vorhanden und MyTunesRSS muss beendet werden.\nBitte kontaktieren Sie \"support@codewave.de\" und f\u00FCgen Sie folgende Datei bei:\n\n{0}\n\nEs wurde ein Heapdump erstellt. Dieser kann f\u00FCr die Fehleranalyse hilfreich sein:\n\n{1}
uncaughtError.title=Schwerer Fehler
mainForm.adminPort=Admin URL
mainForm.supportName=Name
mainForm.supportEmail=Email
mainForm.supportDescription=Beschreibung
mainForm.startBrowser=In Browser \u00F6ffnen
mainForm.sendSupport=Supportanfrage senden
mainForm.quit=MyTunesRSS beenden
mainForm.support=Supportanfrage
mainForm.interfaces=Admin- und Userinterface
mainForm.title=MyTunesRSS {0}
mainForm.needJava6ForBrowserTitle=Webbrowser kann nicht gestartet werden
mainForm.needJava6ForBrowserText=Die Minimalvoraussetzung zum Starten des Webbrowsers ist Java 6.
mainForm.missingSupportFieldsTitle=Supportanfrage kann nicht gesendet werden
mainForm.missingSupportFieldsText=Bitte f\u00FCllen Sie alle Felder aus um eine Supportanfrage zu senden.
mainForm.supportSentTitle=Supportanfrage gesendet
mainForm.supportSentText=Die Supportanfrage wurde gesendet.
mainForm.supportErrorTitle=Supportanfrage konnte nicht gesendet werden.
mainForm.supportErrorText=Die Supportanfrage konnte aufgrund eines Fehlers nicht gesendet werden.
mainForm.userPort=User URL
error.adminStartWithPortFailed=Der Adminserver konnte nicht auf Port {0} gestartet werden. MyTunesRSS wird ihn daher auf einem anderen Port starten.
error.adminStartFailed=Der Adminserver konnte auf keinem Port gestartet werden.
error.openBrowser=Der Browser konnte nicht gestartet werden.\n\"{0}\"
error.licenseExpiredVersion=Ihre Lizenz ist nicht f\u00FCr diese Version von MyTunesRSS g\u00FCltig.\nSie m\u00FCssen f\u00FCr diese Version eine neue Lizenz erwerben.\nWenn Sie fortfahren, k\u00F6nnen Sie m\u00F6glicherweise nicht zu einer \u00E4lteren Version zur\u00FCckkehren.\n\nM\u00F6chten Sie MyTunesRSS jetzt beenden?
databaseBackup.none=Neue Datenbank anlegen
