serverStatus.idle=Server l\u00e4uft nicht.
pleaseWait.serverstarting=Der Server wird gestartet... bitte warten.
serverStatus.running=Server l\u00e4uft.
serverStatus.running.addresses=Die folgenden lokalen Adressen sind f\u00fcr Ihren Server konfiguriert:<br>
pleaseWait.serverstopping=Der Server wird gestoppt... bitte warten.
error.lookupLibraryXml=Die Auswahl der Datei war nicht erfolgreich:
error.illegalServerPort=Bitte geben Sie einen Port zwischen 1 und 65535 an.
error.illegalTunesXml=Bitte w\u00e4hlen Sie die "iTunes Music Library.xml" Datei.
error.serverStart=Der Server konnte nicht gestartet werden. Bitte \u00fcberpr\u00fcfen Sie das Log auf Fehler.
error.serverHealth=Der Server konnte nicht gestartet werden. Bitte \u00fcberpr\u00fcfen Sie das Log.
error.serverAddressBind=Der Server konnte nicht gestartet werden, da entweder der gew\u00e4hlte Port bereits \
  von einem anderen Programm benutzt wird, oder die Nutzung ist nicht erlaubt (Ports unter 1024 k\u00f6nnen auf manchen Systemen nicht verwendet werden).
error.serverEmptyLibrary=Der Server wurde nicht gestartet, da keine Titel in Ihrer iTunes Library gefunden wurden. \
  \u00dcberpr\u00fcfen Sie bitte den Pfad zur iTunes Music Library.XML Datei und ob sich Titel in Ihrer Bibliothek befinden.
error.stopServer=Der Server konnte nicht gestoppt werden:
error.title=Fehler
info.title=Information
error.saveMaxMemory=Der Wert f\u00fcr die Speicherobergrenze konnte leider nicht gesichert werden.
info.saveMaxMemoryDone=Der Wert f\u00fcr die Speicherobergrenze wurde gesichert. Bitte starten Sie MyTunesRSS neu, um die \u00c4nderung wirksam zu machen.
error.missingAuthPassword=Sie m\u00fcssen ein Kennwort zum Schutz der Webapplikation angeben, bevor Sie den Server starten k\u00f6nnen.
lookupTunesXml.title=W\u00e4hlen Sie Ihre iTunes Library
settings.startServer=Server starten
settings.startServerTooltip=Server mit der MyTunesRSS Webapplikation starten.
settings.stopServer=Server stoppen
settings.stopServerTooltip=Server stoppen und die MyTunesRSS Webapplikation beenden.
settings.serverPort=Port
settings.serverPortTooltip=Port auf dem der Server auf Verbindungen wartet.
settings.tunesXml=Pfad zur "iTunes Music Library.xml"
settings.tunesXmlTooltip=Pfad zur "iTunes Music Library.xml" Datei, die in MyTunesRSS verwendet wird.
settings.tunesXmlLookupTooltip=Die "iTunes Music Library.xml" Datei ausw\u00e4hlen.
settings.recreateDatabase=Neu erstellen
settings.quitApplication=Beenden
settings.quitApplicationTooltip=Server stoppen und die MyTunesRSS Applikation beenden.
settings.authPasswordTooltip=Kennwort f\u00fcr die Authentifizierung. Achtung: wird unverschl\u00fcsselt gespeichert!
settings.title=Codewave MyTunesRSS
settings.authPassword=Kennwort
settings.general=Allgemein
settings.options=Optionen
settings.info=Info
settings.programming=Programmierung:
settings.design=Design:
info.newVersionTitle=MyTunesRSS Version {0} verf\u00fcgbar
info.newVersionMessage=Sie benutzen MyTunesRSS Version {0}. Version {1} ist zum Download verf\u00fcgbar.
info.newVersionDownload=Jetzt downloaden
info.newVersionLater=sp\u00e4ter erinnnern
info.newVersionStopNagging=nicht mehr erinnern
info.newVersionDownloadDone=Ihr Download ist vollst\u00e4ndig.
info.newVersionDownloadFailed=Der Download konnte leider nicht vollst\u00e4ndig durchgef\u00fchrt werden.
info.newVersionDownloadCancelled=Der Download wurde abgebrochen.
pleaseWait.dowloadTitle=Download
pleaseWait.downloadMessage=MyTunesRSS Version {0} wird heruntergeladen.
cancel=Abbrechen
pleaseWait.cancelDownload=Den laufenden Download abbrechen.
info.noUpdate=Sie benutzen die aktuellste Version von MyTunesRSS.
error.noUpdateInfo=Die Update-Informationen konnten nicht ermittelt werden. M\u00f6glicherweise sind Sie nicht mit dem Internet verbunden.
settings.server=Server
settings.saveMemory=Speichern
settings.maxMemory=Max. Speicher
settings.iTunes=iTunes
settings.maxMemoryTooltip=Der maximal f\u00fcr MyTunesRSS verf\u00fcgbare Speicher.
settings.updateDatabase=Update
settings.refreshDatabase=Erneuern
settings.database=Datenbank
settings.checkForUpdate=Jetzt pr\u00fcfen
settings.checkForUpdateTooltip=Jetzt nach einer neuen Version von MyTunesRSS suchen.
settings.checkForUpdateOnStart=Beim Start auf Updates pr\u00fcfen
settings.checkForUpdateOnStartTooltip=Beim Programmstart nach Updates suchen.
settings.autoStartServer=Server automatisch starten
settings.autoStartServerTooltip=Server automatisch starten wenn MyTunesRSS gestartet wird.
settings.updateDatabaseTooltip=\u00c4nderungen an der iTunes Bibliothek in die Datenbank \u00fcbernehmen.
settings.refreshDatabaseTooltip=Datenbank komplett aus der iTunes Bibliothek aktualisieren.
settings.recreateDatabaseTooltip=Eine neue Datenbank aus der iTunes Bibliothek erstellen.
settings.autoUpdateDatabase=Datenbank automatisch aktualisieren
settings.autoUpdateDatabaseTooltip=Datenbank automatisch mit \u00c4nderungen an der iTunes Bibliothek aktualisieren.
settings.checkInterval=Pr\u00fcfintervall (Sekunden)
settings.checkIntervalTooltip=Pr\u00fcfintervall in Sekunden zur Erkennung von \u00c4nderungen an der iTunes Bibliothek.
settings.developers=Entwicklerteam
settings.termsOfUse=Nutzungsbedingungen
settings.termsOfUseInfo=Sie d\u00fcrfen MyTunesRSS f\u00fcr private Zwecke kostenlos nutzen, sind jedoch aufgerufen \
  zu spenden, wenn Sie regelm\u00e4\u00dfig damit arbeiten. Bitte besuchen Sie die Codewave Website um mehr \
  zu erfahren. Kontaktieren Sie Codewave Software, wenn Sie es f\u00fcr kommerzielle Zwecke einsetzen m\u00f6chten.
settings.saveLog=Logdatei speichern
settings.saveLogTooltip=Die Logdatei als komprimiertes Archiv sichern, wenn Sie es dem Codewave Support schicken m\u00f6chten.
settings.saveMemoryTooltip=Den neuen Wert f\u00fcr den maximal verf\u00fcgbaren Speicher sichern.
pleaseWait.checkingDatabase=Pr\u00fcfen der Datenbank... bitte warten.
pleaseWait.shutdownDatabase=Datenbank wird heruntergefahren... bitte warten.
settings.lastDatabaseUpdate=Letztes Update:
settings.lastDatabaseUpdateDateFormat=dd.MM.yyyy, HH:mm:ss
settings.databaseNotYetCreated=Datenbank wurde noch nicht erzeugt.
settings.buildDatabase=Die Datenbank wird mit der iTunes Bibliothek abgeglichen... bitte warten.
error.couldNotCreateLogArchive=Die Archivdatei aus dem Log konnte nicht erstellt werden. Bitte versuchen Sie es nocheinmal.
error.outOfMemory=Die Applikation konnte aus Speichermangel nicht korrekt ausgef\u00fchrt werden. Bitte erh\u00f6hen Sie den verf\u00fcgbaren \
  Speicher und starten Sie MyTunesRSS neu, um die \u00c4nderungen wirksam zu machen.
error.uncaughtException=Es ist ein Fehler aufgetreten. Sie k\u00f6nnen m\u00f6glicherweise weiterarbeiten, sollten aber das Log sichern \
  und den Codewave Support informieren.
settings.automation=Automatisierung
pleaseWait.updateCheckTitle=Auf Updates pr\u00fcfen
pleaseWait.updateCheck=Es wird nach einer neuen Version von MyTunesRSS gesucht... bitte warten.
pleasedWait.initializingTitle=MyTunesRSS
pleasedWait.initializingMessage=Die Anwendung wird initialisiert... bitte warten.
